4ops.terraform
bradlc.vscode-tailwindcss
castwide.solargraph
dbankier.vscode-quick-select
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
figma.figma-vscode-extension
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
github.vscode-github-actions
GitHub.vscode-pull-request-github
hashicorp.terraform
jebbs.plantuml
karunamurti.haml
lesgrieve.paste-indent
mhutchie.git-graph
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.sublime-keybindings
octref.vetur
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
Shopify.ruby-lsp
sporto.rails-go-to-spec
vscodevim.vim
