4ops.terraform
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
castwide.solargraph
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
github.vscode-github-actions
GitHub.vscode-pull-request-github
hashicorp.terraform
jebbs.plantuml
karunamurti.haml
mhutchie.git-graph
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
octref.vetur
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
Shopify.ruby-lsp
sporto.rails-go-to-spec
tobias-z.vscode-harpoon
